Repository: eea/eea.docker.plone-climateadapt
Catalog: src/collective/volto/subsites/locales/*/LC_MESSAGES/collective.volto.subsites.po
Languages: it

source: Add a Subsite folder
it: Aggiungi un Sottosito

source: Edit
it: Modifica

source: Installs the collective.volto.subsites add-on.
it: Installa collective.volto.subsites.

source: Subsite
it: Sottosito

source: Subsites Settings
it: Impostazioni Sottositi

source: Uninstalls the collective.volto.subsites add-on.
it: Disisntalla collective.volto.subsites.

source: View
it: Vista

source: available_styles_help
it: Inserisci una lista di possibili stili per i Sottositi. Uno stile è una classe CSS che aggiunge stili particolari ad un Sottosito e ai suoi figli. Scrivi uno stile per riga nel seguente formato: classe_css|etichetta dove "classe_css" è il nome della classe css che verrà usata nel tema e "etichetta" è un nome comprensibile ai redattori.

source: available_styles_label
it: Stili disponibili

source: subsite_css_class_help
it: Se questo Sottosito deve avere un stile particolare, selezionane uno dalla seguente lista.

source: subsite_css_class_label
it: Stile sottosito

source: subsite_footer_help
it: Inserisci del testo che verrà mostrato come footer nel sottosito e nei suoi figli.

source: subsite_footer_label
it: Footer Sottosito

source: subsite_header_help
it: Inserisci del testo che verrà mostrato in testata nel sottosito e nei suoi figli.

source: subsite_header_label
it: Testata sottosito

source: subsite_social_links_help
it: Inserisci i link ai social che verranno mostrati sul sito

source: subsite_social_links_label
it: Link ai social

source: volto_subsites_settings_label
it: Impostazioni Sottosito
